Repository: fnp/redakcja
Catalog: apps/wiki/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Author
pl: Autor

source: Your name
pl: Twoje imię i nazwisko

source: Author's email
pl: E-mail autora

source: Your email address, so we can show a gravatar :)
pl: Twój e-mail, do pokazania gravatara :)

source: Your comments
pl: Twoje komentarze

source: Describe changes you made.
pl: Opisz swoje zmiany

source: Stage
pl: Etap

source: If completed a work stage, change to another one.
pl: Jeśli etap pracy został zakończony, zmień go na inny.

source: Describe the reason for reverting.
pl: Podaj powód wycofania zmian.

source: Table for Redmine wiki
pl: Tabela do wiki na Redmine

source: Informations about lesson
pl: Informacje o lekcji

source: Version
pl: Wersja

source: Assignment
pl: Przypisanie

source: emphasis
pl: wyróżnienie

source: cite
pl: cytowanie

source: Edit your document text.
pl: Edytuj tekst Twojego dokumentu.

source: View the xml code of your document.
pl: Przeglądaj kod xml Twojego dokumentu.

source: Here you can view the change history.
pl: Tutaj możesz prześledzić historię zmian w dokumencie.

source: The status bar shows helpful messages when you place the mouse cursor over toolbar buttons.
pl: Dolny pasek pokazuje pomocne informacje, kiedy najedziesz kursorem myszy na przyciski na pasku edycji.

source: Click Undo to revert recent changes.
pl: Kliknij Cofnij, aby wycofać ostatnie zmiany.

source: Redo will reapply undone changes.
pl: Za pomocą „Ponów” możesz przywrócić cofnięte zmiany.

source: Place the cursor at the end of the line after which you want to add a new header, and press Enter. Click “header” to switch the new paragraph into a header.
pl: Ustaw kursor na końcu wiersza, pod którym chcesz dodać nowy nagłówek i wciśnij Enter. Kliknij „nagłówek”, aby edytować wiersz i zamienić go w nagłówek.

source: Use this option to switch a header to a paragraph.
pl: Użyj tej opcji, by rozpocząć nowy akapit tekstu.

source: Add graphics to your document. Click “image” to make a frame, then click this frame to insert an image file (JPG, PNG, GIF, SVG).
pl: Dodaj grafikę do Twojego dokumentu. Kliknij w „obraz”, by pojawiła się ramka, następnie kliknij w ramkę by dodać nowy plik graficzny (JPG, PNG, GIF, SVG).

source: Add a video material to your document to make it more attractive. Paste the http link from a YouTube or Vimeo channel.
pl: Dodaj materiał video, by Twój dokument był jeszcze bardziej atrakcyjny. Wklej link http z kanału YouTube lub Vimeo.

source: Select this option to create a bullet list. Press Enter to add another item. To end the list, place the cursor at the end of the last item, and press Enter twice.
pl: Wybierz tę opcję, by utworzyć wypunktowaną listę. Wciśnij Enter, by dodać kolejny punkt listy. Aby zakończyć listę ustaw kursor na końcu ostatniego punktu i dwa razy wciśnij Enter.

source: Create numbered lists. To end the list, set the cursor at the end of the last item, and press Enter twice.
pl: Twórz listy numerowane. Aby zakończyć listę ustaw kursor na końcu ostatniego punktu i dwa razy wciśnij Enter.

source: Emphasize some text by using boldface. To turn it off, click the specific word and then click “emphasis”.
pl: Wyróżnij fragment tekstu używając pogrubienia. Aby je wyłączyć, kliknij w dane słowo po czym wciśnij „wyróżnienie”.

source: Select some text and click “cite” to make it italic. To turn it off, set the cursor on the specific word then click “cite” again.
pl: Zaznacz fragment i kliknij „cytowanie”, by włączyć kursywę. Aby ją wyłączyć ustaw kursor na danym słowie po czym kliknij przycisk „cytowanie”.

source: Paste the link and select it, or select text and click “link” to add a hyperlink or to link additional materials (ODT, DOC, PDF).
pl: Wklej link i zaznacz go lub zaznacz fragment tekstu i kliknij w opcję „link”, by dodać hiperłącze lub aby podlinkować materiały dodatkowe (ODT, DOC, PDF).

source: Here you can review and edit metadata. In “Attachments” you can add or change the cover of your document.
pl: Tutaj możesz przeglądać i edytować metadane. W części „załączniki” możesz dodać lub zmienić okładkę Twojego dokumentu.

source: Review your document before publication.
pl: Zobacz, jak wygląda Twój dokument zanim go opublikujesz.

source: Here you can add other important materials to this document (audio files, JPG, PNG, ODT, PDF etc.)
pl: Tu możesz dodać inne ważne materiały do tego projektu (plik dźwiękowe, JPG, PNG, ODT, PDF i inne)

source: Select this option if you do not like your unsaved changes. Warning! Dropped changes will be lost and they cannot be restored.
pl: Wybierz tę opcję, jeżeli nie podobają Ci się wprowadzone i niezapisane zmiany. Uwaga! Zmiany te zostaną utracone i nie będzie można ich przywrócić.

source: If you work on a document with a group, you can leave comments on each line of the document. Your comment will appear as a “bubble” on the left.
pl: Jeżeli pracujesz nad projektem w grupie, możecie zostawiać komentarze przy każdym wierszu dokumentu. Komentarz wyświetli się w postaci „dymku” po lewej stronie wiersza.

source: Click “Save” to save all the changes in your document. Remember to select the appropriate stage of the work on the document (Draft, Comments, Comments review, Proofreading, Publication).
pl: Kliknij „Zapisz” by zapisać swój dokument. Pamiętaj, by z wyświetlonej listy wybrać odpowiedni etap pracy nad dokumentem (Wersja robocza, Komentarze, Przegląd komentarzy, Korekta, Publikacja).

source: Click on the MIL/PEER logo to open the home page in a new window.
pl: Kliknij w logo MIL/PEER, by otworzyć stronę główną w nowym oknie.

source: “Exit” will take you to the main page.
pl: Przycisk „Wyjdź” przeniesie Cię na stronę główną MIL/PEER.

source: Old version
pl: Stara wersja

source: New version
pl: Nowa wersja

source: Save
pl: Zapisz

source: Cancel
pl: Anuluj

source: Revert
pl: Wycofaj

source: all
pl: wszystkie

source: Annotations
pl: Przypisy

source: Go to first image of this part
pl: Idź do pierwszego obrazka dla tej części

source: Previous
pl: Poprzedni

source: Next
pl: Następny

source: Zoom in
pl: Powiększ

source: Zoom out
pl: Pomniejsz

source: Gallery
pl: Galeria

source: Search
pl: Szukaj

source: Replace with
pl: Zamień na

source: Replace
pl: Zamień

source: Replace all
pl: Zamień wszystkie

source: Options
pl: Opcje

source: Case sensitive
pl: Wielkość znaków istotna

source: From cursor
pl: Od kursora

source: Search and replace
pl: Znajdź i zamień

source: Source code
pl: Kod źródłowy

source: Insert theme
pl: Wstaw motyw

source: Insert annotation
pl: Wstaw przypis

source: Visual editor
pl: Edytor wizualny

source: Published
pl: Opublikowane
