Repository: fnp/redakcja
Catalog: apps/wiki/locale/*/LC_MESSAGES/djangojs.po
Languages: pl

source: The content of this document seems to be invalid - only XML source editing will be possible. :(
pl: Zawartość tego dokumentu wydaje się błędna – będzie dostępna tylko edycja źródła XML. :(

source: Local draft of a document exists
pl: Istnieje lokalna wersja dokumentu

source: Unsaved local draft of this version of the document exists in your browser. Do you want to load it instead?
pl: Niezapisana lokalna wersja dokumentu istnieje w przeglądarce. Czy chcesz ją załadować?

source: Yes, restore local draft
pl: Tak, użyj lokalnej wersji

source: No, use version loaded from the server
pl: Nie, przywróć wersję z serwera

source: Save Document
pl: Zapisz dokument

source: Save
pl: Zapisz

source: Cancel
pl: Anuluj

source: Error
pl: Błąd

source: Close
pl: Zamknij

source: Restore Version
pl: Przywróć wersję

source: Restore
pl: Przywróć

source: Publish
pl: Opublikuj

source: Something wrong happend when applying this change so it was undone.
pl: Coś poszło źle przy wykonywaniu tej zmiany, więc została cofnięta.

source: Changing text
pl: Zmiana tekstu

source: Add comment
pl: Dodaj komentarz

source: Comment
pl: Komentarz

source: Respond
pl: Odpowiedz

source: Remove comment
pl: Usuń komentarz

source: Edit comment
pl: Edytuj komentarz

source: Remove text
pl: Usuń tekst

source: Splitting text
pl: Rozdzielanie tekstu

source: Inserting node
pl: Wstawianie bloku

source: error :(
pl: błąd :(

source: anonymous
pl: anonim

source: Editor
pl: Edytor

source: Source
pl: Źródło

source: History
pl: Historia

source: Saving document
pl: Zapisywanie dokumentu

source: Saving local copy
pl: Zapisywanie lokalnej kopii

source: Document saved
pl: Zapisano dokument

source: Local copy saved
pl: Zapisano lokalną kopię

source: Failed to save
pl: Nie udało się zapisać

source: Restoring version
pl: Przywracanie wersji

source: Revision restored
pl: Przywrócono wersję

source: Publishing...
pl: Publikowanie...

source: Do you really want to exit?
pl: Czy na pewno chcesz wyjść?

source: Document contains unsaved changes!
pl: Dokument zawiera niezapisane zmiany!

source: Undescribed action
pl: Nieopisane działanie

source: Action not allowed
pl: Niedozwolone działanie

source: Undo
pl: Cofnij

source: Redo
pl: Ponów

source: There is nothing to undo
pl: Nie ma nic do cofnięcia

source: There is nothing to redo
pl: Nie ma nic do ponowienia

source: unknown operation
pl: nienana operacja

source: Insert comment
pl: Wstaw komentarz

source: Create link
pl: Utwórz link

source: Apply
pl: Zastosuj

source: attachment library
pl: biblioteka załączników

source: Edit link
pl: Edytuj link

source: Create link from selection
pl: Utwórz link z zaznaczenia

source: Mark as emphasized
pl: Dodaj pogrubienie

source: Remove emphasis
pl: Usuń pogrubienie

source: Mark as citation
pl: Oznacz jako cytowanie

source: Remove citation
pl: Usuń cytowanie

source: Description goes here
pl: Opis idzie tutaj

source: First item
pl: Pierwszy punkt

source: Insert exercise
pl: Wstaw ćwiczenie

source: Order
pl: Porządek

source: Single Choice
pl: Pojedynczy wybór

source: Multiple Choice
pl: Wielokrotny wybór

source: True or False
pl: Prawda czy fałsz

source: Gaps
pl: Luki

source: Replace
pl: Zamień

source: Change answer
pl: Zmień odpowiedź

source: Removing exercise
pl: Usuwanie ćwiczenia

source: Do you really want to remove this exercise?
pl: Czy na pewno chcesz usunąć to ćwiczenie?

source: Yes
pl: Tak

source: No, don't do anything!
pl: Nie, nic nie rób!

source: Create a gap
pl: Utwórz lukę

source: Turn selection into a gap
pl: Zamień zaznaczenie w lukę

source: Remove a gap
pl: Usuń lukę

source: Add item to exercise
pl: Dodaj punkt do ćwiczenia

source: Change solution
pl: Zmień rozwiązanie

source: Change order
pl: Zmień kolejność

source: Mark to replace
pl: Oznacz do zmiany

source: Enter text to replace with
pl: Wpisz tekst do zamiany

source: Text
pl: Tekst

source: Mark selection to replacement
pl: Oznacz zaznaczenie do zmiany

source: Remove replace mark
pl: Usuń znacznik zamiany

source: Edit replace mark
pl: Zmień znacznik zamiany

source: Edit text to replace with
pl: Edytuj tekst do zamiany

source: Edit answer
pl: Edytuj odpowiedź

source: Create footnote from selection
pl: Utwórz przypis z zaznaczenia

source: Insert footnote after cursor
pl: Wstaw przypis po kursorze

source: Cannot insert footnote after root node
pl: Nie można wstawić przypisu po głównym bloku

source: Insert footnote after node
pl: Wstaw przypis po bloku

source: No image. Click here to add image
pl: Brak obrazu. Kliknij, aby dodać obraz

source: Edit image
pl: Edytuj obraz

source: Image
pl: Obraz

source: Remove link
pl: Usuń link

source: bull. list
pl: wyp. lista

source: num. list
pl: num. lista

source: Change list type to %s
pl: Zmień typ list na %s

source: Remove list
pl: Usuń listę

source: Invalid element for a list item
pl: Niewłaściwy element listy

source: Make %s fragment(s) into list
pl: Przerób %s fragment(y) na listę

source: Metadata
pl: Metadane

source: Document Metadata
pl: Metadane dokumentu

source: The cover needs to be an image file: jpg, png, gif, svg. Use another URL or clear the cover field.
pl: Okładka musi być plikiem graficznym: jpg, png, gif, svg. Użyj innego adresu lub wyczyść pole okładki.

source: Add metadata row
pl: Dodaj wiersz metadanych

source: Remove metadata row
pl: Usuń wiersz metadanych

source: Metadata edit
pl: Edytuj metadane

source: attachments
pl: załączniki

source: Switch to
pl: Przełącz na

source: header
pl: nagłówek

source: paragraph
pl: akapit

source: image
pl: obraz

source: video
pl: wideo

source: No template selected
pl: Nie wybrano szablonu

source: Wrong node selected
pl: Niewłaściwy zaznaczony blok

source: Insert template %s
pl: Wstaw szablon %s

source: No video. Click here to add link to your video
pl: Brak wideo. Kliknij, aby dodać link

source: Edit video url
pl: Edytuj adres wideo

source: YouTube link
pl: Link do YouTube

source: edit
pl: zmień

source: remove
pl: usuń

source: Delete this comment?
pl: Skasować ten komentarz?

source: Delete
pl: Usuń

source: Exit
pl: Wyjdź

source: Preview saved version
pl: Podgląd zapisanej wersji

source: Attachments
pl: Załączniki

source: no draft exists
pl: brak kopii roboczej

source: drop a working draft
pl: odrzuć kopię roboczą

source: Draft Saved
pl: Ostatnia kopia

source: change
pl: zmień

source: Compare
pl: Porównaj

source: Revert
pl: Przywróć

source: Preview
pl: Podgląd

source: Attachment library
pl: Biblioteka załączników

source: Select
pl: Wybierz

source: Manage attachments
pl: Zarządzaj załącznikami

source: This is an empty document.
pl: To jest pusty dokument.

source: Current node
pl: Bieżący węzeł

source: Saving...
pl: Zapisywanie...

source: editor
pl: edytor

source: Submit
pl: Zatwierdź

source: Hide grid
pl: Schowaj siatkę

source: Show grid
pl: Pokaż siatkę

source: Missing tag name
pl: Nie wybrano tagu

source: Wrap text with %s
pl: Obejmij tekst przez %s

source: Wrap nodes with %s
pl: Obejmij węzły przez %s

source: Wrap current node with %s
pl: Obejmij bieżący węzeł przez %s

source: Cannot insert after root node
pl: Nie można wstawić węzła za węzłem głównym

source: Insert %s after current
pl: Wstaw %s za bieżący węzeł

source: list item up
pl: Element listy do góry

source: Unwrap with siblings
pl: Odpakuj wraz sąsiadami

source: Cannot unwrap children of a root node
pl: Nie można odpakować dzieci głównego węzła

source: Cannot remove root node
pl: Nie można usunąć głównego węzła

source: paragraf
pl: akapit

source: Remove node
pl: Usuń węzeł

source: Exercise
pl: Zadanie

source: True
pl: Prawda

source: False
pl: Fałsz

source: Initial
pl: Inicjalnie

source: Solution
pl: Rozwiązanie
