Repository: fnp/redakcja
Catalog: src/documents/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Text file must be UTF-8 encoded.
pl: Plik powinien mieć kodowanie UTF-8.

source: Title not set
pl: Brak tytułu

source: Slug not set
pl: Brak slugu

source: You must either enter text or upload a file
pl: Proszę wpisać tekst albo wybrać plik do załadowania

source: ZIP file
pl: Plik ZIP

source: Directories are documents in chunks
pl: Katalogi zawierają dokumenty w częściach

source: Assigned to
pl: Przypisane do

source: Chunk with this slug already exists
pl: Część z tym slugiem już istnieje

source: Append to
pl: Dołącz do

source: title
pl: tytuł

source: public
pl: publiczna

source: scan gallery name
pl: nazwa galerii skanów

source: parent
pl: rodzic

source: parent number
pl: numeracja rodzica

source: book
pl: książka

source: books
pl: książki

source: No chunks in the book.
pl: Książka nie ma części.

source: Not all chunks have approved revisions.
pl: Niektóre części nie mają zatwierdzonych wersji.

source: Invalid XML
pl: Nieprawidłowy XML

source: No Dublin Core found.
pl: Brak sekcji Dublin Core.

source: Invalid Dublin Core
pl: Nieprawidłowy Dublin Core

source: rdf:about is not
pl: rdf:about jest różny od

source: number
pl: numer

source: gallery start
pl: początek galerii

source: chunk
pl: część

source: chunks
pl: części

source: image
pl: obraz

source: images
pl: obrazy

source: There is no approved revision
pl: Żadna wersja nie została zatwierdzona

source: name
pl: nazwa

source: notes
pl: notatki

source: project
pl: projekt

source: projects
pl: projekty

source: time
pl: czas

source: user
pl: użytkownik

source: book publish record
pl: zapis publikacji książki

source: book publish records
pl: zapisy publikacji książek

source: change
pl: zmiana

source: chunk publish record
pl: zapis publikacji części

source: chunk publish records
pl: zapisy publikacji części

source: image publish record
pl: zapis publikacji obrazu

source: image publish records
pl: zapisy publikacji obrazów

source: Active users
pl: Aktywni użytkownicy

source: Users active in the year
pl: Użytkownicy aktywni w roku

source: Activity
pl: Aktywność

source: Append book
pl: Dołącz książkę

source: Save
pl: Zapisz

source: Edit gallery
pl: Edytuj galerię

source: Append to other book
pl: Dołącz do innej książki

source: Chunks
pl: Części

source: Publication
pl: Publikacja

source: Last published
pl: Ostatnio opublikowano

source: Full XML
pl: Pełny XML

source: HTML version
pl: Wersja HTML

source: TXT version
pl: Wersja TXT

source: PDF version
pl: Wersja PDF

source: PDF version for mobiles
pl: Wersja PDF na telefony

source: EPUB version
pl: Wersja EPUB

source: MOBI version
pl: Wersja MOBI

source: Publish
pl: Opublikuj

source: Log in to publish.
pl: Zaloguj się, aby opublikować.

source: This book can't be published yet, because:
pl: Ta książka nie może jeszcze zostać opublikowana. Powód:

source: Statistics
pl: Statystyki

source: characters
pl: znaki

source: characters (with footnotes)
pl: znaki (z przypisami)

source: words
pl: słowa

source: words (with footnotes)
pl: słowa (z przypisami)

source: Edit book
pl: Edytuj książkę

source: Table of contents
pl: Spis treści

source: Edit. note
pl: Nota red.

source: Infobox
pl: Informacje

source: Book settings
pl: Ustawienia książki

source: Chunk settings
pl: Ustawienia części

source: published
pl: opublikowane

source: publishable
pl: do publikacji

source: changed
pl: zmienione

source: Search in book titles
pl: Szukaj w tytułach książek

source: stage
pl: etap

source: none
pl: brak

source: editor
pl: redaktor

source: %(c)s book
pl: %(c)s książka

source: No books found.
pl: Nie znaleziono książek.

source: Set stage
pl: Ustaw etap

source: Set user
pl: Przypisz redaktora

source: Project
pl: Projekt

source: More users
pl: Więcej użytkowników

source: Split chunk
pl: Podziel część

source: Insert empty chunk after
pl: Wstaw pustą część po

source: Add chunk
pl: Dodaj część

source: Book
pl: Książka

source: Create a new book
pl: Utwórz nową książkę

source: Create book
pl: Utwórz książkę

source: Book list
pl: Lista książek

source: Bulk document upload
pl: Hurtowe dodawanie dokumentów

source: Bulk documents upload
pl: Hurtowe dodawanie dokumentów

source: Please submit a ZIP with UTF-8 encoded XML files. Files not ending with <code>.xml</code> will be ignored.
pl: Proszę wskazać archiwum ZIP z plikami XML w kodowaniu UTF-8. Pliki nie kończące się na <code>.xml</code> zostaną zignorowane.

source: Upload
pl: Załaduj

source: There have been some errors. No files have been added to the repository.
pl: Wystąpiły błędy. Żadne pliki nie zostały dodane do repozytorium.

source: Offending files
pl: Błędne pliki

source: Correct files
pl: Poprawne pliki

source: Files have been successfully uploaded to the repository.
pl: Pliki zostały dodane do repozytorium.

source: Uploaded files
pl: Dodane pliki

source: Skipped files
pl: Pominięte pliki

source: Files skipped due to no <code>.xml</code> extension
pl: Pliki pominięte z powodu braku rozszerzenia <code>.xml</code>.

source: Editor
pl: Edytor

source: Proceed to the editor.
pl: Przejdź do edytora.

source: Image list
pl: Lista obrazów

source: Image settings
pl: Ustawienia obrazu

source: %(c)s image
pl: %(c)s obraz

source: No images found.
pl: Nie znaleziono obrazów.

source: My page
pl: Moja strona

source: Your last edited documents
pl: Twoje ostatnie edycje

source: Recent activity for
pl: Ostatnia aktywność dla:

source: PDF file upload
pl: Ładowanie pliku PDF

source: Users
pl: Użytkownicy

source: not logged in
pl: nie zalogowany

source: No activity recorded.
pl: Nie zanotowano aktywności.

source: unpublished
pl: nie opublikowane

source: empty
pl: puste

source: All
pl: Wszystkie

source: Images
pl: Obrazy

source: Add
pl: Dodaj

source: Covers
pl: Okładki

source: Related edit
pl: Powiązana zmiana

source: Edit
pl: Zmiana

source: Slug already used for %s
pl: Slug taki sam jak dla pliku %s

source: Slug already used in repository.
pl: Dokument o tym slugu już istnieje w repozytorium.

source: File should be UTF-8 encoded.
pl: Plik powinien mieć kodowanie UTF-8.

source: scan gallery
pl: galeria skanów
