Repository: fnp/redakcja
Catalog: redakcja/locale/*/LC_MESSAGES/django.po
Languages: pl

source: User with this email address already exists. <a href="%(login_url)s">Log in</a> or <a href="%(reset_url)s">reset your password</a>.
pl: Już jest użytkownik z tym adresem email. <a href="%(login_url)s"Zaloguj się</a> lub <a href="%(reset_url)s">zresetuj hasło</a>.

source: Username too long. Max length: %s
pl: Za długa nazwa użytkownika. Maksymakna długość: %s

source: Page not found
pl: Strona nie została znaleziona

source: The page you're trying to reach (<tt>%(p)s</tt>) could not be found. If it's a document, try looking for it on the <a href="/">document list</a>.
pl: Strona, do której próbujesz dotrzeć (<tt>%(p)s</tt>), nie istnieje. Spróbuj poszukać jej na <a href="/">liście dokumentów</a>.

source: If you still can't find what you're looking for, please <a href="%(m)s">contact the administrator</a>.
pl: Jeśli nadal nie możesz znaleźć tego, czego szukasz, <a href="%(m)s">skontaktuj się z administratorem</a>.

source: If you're coming from Redmine, please note that work is no longer managed there. Go to the <a href="/">document list</a> or to <a href="%(m)s">your page</a> instead.
pl: Jeśli skierował Cię tu Redmine, zwróć uwagę, że nie służy on już do koordynowania prac redakcyjnych. Możesz za to przejść do <a href="/">listy dokumentów</a> albo do <a href="%(m)s">swojej strony</a>.

source: Editorial Platform
pl: Platforma Redakcyjna

source: Loading
pl: Ładowanie

source: Create and share your resources<br>Start tutorial
pl: Twórz zasoby i dziel się nimi<br>Zobacz przewodnik

source: Joint project by:
pl: Wspólny projekt:

source: See active organizations and join
pl: Zobacz aktywne organizacje i dołącz

source: More organizations
pl: Więcej organizacji

source: Finished resources
pl: Ukończone zasoby

source: Audience
pl: Przeznaczone dla

source: Owner
pl: Właściciel

source: More finished resources
pl: Więcej ukończonych zasobów

source: Upcoming resources
pl: Nadchodzące zasoby

source: More upcoming resources
pl: Więcej nadchodzących zasobów

source: Tutorial mode
pl: Tryb przewodnika

source: Tutorial will help you navigate through the platform. You can disable it at any point.
pl: Przewodnik pomoże Ci odnaleźć się na platformie. Możesz go wyłączyć w dowolnej chwili.

source: previous
pl: poprzednie

source: next
pl: następne

source: Register
pl: Załóż konto

source: First name
pl: Imię

source: Last name
pl: Nazwisko

source: Your new password
pl: Nowe hasło

source: About
pl: O platformie

source: Organizations help manage team’s work. You can create a new organization and view all organizations.
pl: Organizacje pomagają zarządzać pracą zespołu. Możesz stworzyć nową organizację i wyświetlić wszystkie organizacje

source: Organizations
pl: Organizacje

source: New organization
pl: Nowa organizacja

source: All organizations
pl: Wszystkie organizacje

source: My organizations
pl: Moje organizacje

source: You are not a member of any organizations
pl: Nie należysz do żadnej organizacji

source: Here you can start editing a new resource or view your resources and all published resources. To continue this tutorial, go to “New resource” or open an existing resource.
pl: Tutaj możesz zacząć edytować nowy zasób lub wyświetlić swoje zasoby i wszystkie istniejące zasoby. Aby kontynuować tutorial, przejdź do „Nowy zasób” lub otwórz istniejący zasób.

source: Resources
pl: Zasoby

source: New resource
pl: Nowy zasób

source: My resources
pl: Moje zasoby

source: Edit my data
pl: Moje dane

source: Logout
pl: Wyloguj

source: First, you will need an account.
pl: Najpierw potrzebujesz konta.

source: Log in / Register
pl: Zaloguj / Załóż konto

source: Password
pl: Hasło

source: Log in
pl: Logowanie

source: I forgot my password
pl: Nie pamiętam hasła

source: <strong>Register now</strong> to start editing your own materials.
pl: <strong>Załóż konto teraz</strong> by zacząć edytować własne materiały.

source: Keep me logged in
pl: Nie wylogowuj mnie

source: Your password has been set. You may go ahead and log in now.
pl: Hasło zostało ustawione. Możesz się teraz zalogować.

source: Please enter your new password twice so we can verify you typed it in correctly.
pl: Wpisz swoje hasło dwukrotnie, by potwierdzić, że zostało podane prawidłowo.

source: Change my password
pl: Zmień hasło

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
pl: Link odzyskiwania hasła jest nieprawidłowy, być może został już wykorzystany. Spróbuj ponownie wybrać opcję odzyskiwania hasła.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
pl: Wysłaliśmy instrukcję odzyskiwania hasła na podany e-mail, o ile istnieje dla niego konto. E-mail powinien dotrzeć wkrótce.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
pl: Jeśli e-mail nie dotrze, prosimy o sprawdzenie, czy jest to adres użyty do założenia konta, oraz o sprawdzenie folderu spamu w skrzynce pocztowej.
